Repository: emanShedeed/validationExtensionSpreago
Catalog: Spreago/Resources/Localization/*.lproj/Localizable.strings
Languages: ar_sa

# loader.messageTitle
source: Loading
ar_sa: تحميل

# internetFailMessage
source: Please check your internet connection
ar_sa: من فضلك تأكد من اتصالك بالانترنت

# alertBtnTitle
source: OK
ar_sa: تم

# customSplash.weclomeLbl1
source: Welcome to
ar_sa: PrayerMate

# customSplash.weclomeLbl2
source: PrayerMate
ar_sa: Welcome to

# Language.title
source: Language
ar_sa: اللغة

# Language.subTitle
source: Please choose your language
ar_sa: من فضلك اختر اللغة

# Language.nextBtnTitle
source: Next
ar_sa: التالي

# Language.englishRadioButtonTitle
source: English
ar_sa: إنجليزي

# Language.arabicRadioButtonTitle
source: Arabic
ar_sa: عربي

# Location.title
source: Location
ar_sa: الموقع

# Location.subTitle
source: Please choose your location
ar_sa: من فضلك اختر موقعك

# Location.finishBtnTitle
source: Next
ar_sa: التالي

# Location.addressTxtPlaceHolder
source: Select location from map
ar_sa: اختر الموقع من الخريطة

# Location.locateMeBtnTitle
source: Locate me
ar_sa: حدد موقعي

# Location.alertMessage
source: please allow app to know your location or Press Locate me to choose location
ar_sa: من فضلك اسمح للتطبيق بمعرفة موقعه او اضغط -تحديد الموقع -لاختيار مووقعك

# CalendarVC.titleLbl
source: Calendar
ar_sa: التقويم

# CalendarVC.subTitleLbl
source: Please choose your preferred calendar
ar_sa: من فضلك اختر تقويمك المفضل

# CalendarVC.appleLbl
source: Apple Calendar
ar_sa: تقويم ابل

# CalendarVC.googleLbl
source: Google Calendar
ar_sa: تقويم جوجل

# CalendarVC.MSLbl
source: MS Calendar
ar_sa: تقويم مايكروسوفت

# CalendarVC.MSSignInSuccessMessage
source: successfully signed in microsoft
ar_sa: تم تسجيل الدخول بنجاح لحساب مايكروسوفت

# CalendarVC.GoogleSignInSuccessMessage
source: successfully signed in Google
ar_sa: تم تسجيل الدخول بنجاح لحساب جوجل

# CalendarVC.finishbtntitle
source: Finish
ar_sa: إكمال

# CalendarVC.toastLbl
source: You must select at Least one calendar.
ar_sa: يجب ان تختار تقويم واحد علي الأقل.

# CalendarVC.SigningInproblemAlertTitle
source: Error signing in
ar_sa: خطأ في تسجيل الدخول.

# CalendarVC.MicrosoftSigningInproblemAlertDesc
source: the user canceled the sign-in flow to Microsoft account.
ar_sa: الغى المستخدم متابعة تسجيل الدخول لحساب مايكروسوفت

# CalendarVC.GoogleSigningInproblemAlertDesc
source: the user canceled the sign-in flow to Google account.
ar_sa: الغى المستخدم متابعة تسجيل الدخول لحساب جوجل

# map.searchBarPlaceHolderTitle
source: Search for places
ar_sa: ابحث عن الأماكن

# map.okBtnTitle
source: Ok
ar_sa: تم

# Home.timeRemainsLbl
source: Time Remains
ar_sa: الوقت المتبقي

# Home.exportMessageLbl
source: Choose which prayer times to export.
ar_sa: اختر أوقات الصلاة التي تريد إضافتها للتقويم.

# Home.importBtnTitle
source: Export prayer times to calendar
ar_sa: إضافة اوقات الصلاة للتقويم

# Home.fajrPrayerLblTitle
source: Fajr
ar_sa: الفجر

# Home.sunrisePrayerLblTitle
source: Sunrise
ar_sa: الشروق

# Home.zuhrPrayerLblTitle
source: zuhr
ar_sa: الظهر

# Home.asrPrayerLblTitle
source: Asr
ar_sa: العصر

# Home.maghribPrayerLblTitle
source: Maghrib
ar_sa: المغرب

# Home.ishaPrayerLblTitle
source: Isha
ar_sa: العشاء

# Home.PreviousDateToasterMessage
source: can't select date before today.
ar_sa: لا يمكن اختيار تاريخ سابق لتاريخ اليوم.

# Home.moreThanMonthToasterMessage
source: import Period can't exceed one Month.
ar_sa: مدة تصدير مواعيد الصلاة لا يمكنها تجاوز شهر.

# Home.exportedSuccessfullyToasterMessage
source: Prayer times exported successfully to calendar.
ar_sa: تم إضافة أوقات الصلاة بنجاح إلى التقويم.

# Home.chooseDateRangeToasterMessage
source: Please select date range.
ar_sa: يرجى تحديد نطاق التاريخ.

# Home.CalendarDoneBtnTitle
source: Done
ar_sa: تم

# Home.CalendarLabelTitle
source: Please select start and end date for exporting
ar_sa: من فضلك اختر تاريخ البدء والانتهاء لاضافتها

# Home.errorGettingAPIdata
source: can't get data from the server.
ar_sa: لا نستطيع الحصول علي مواعيد الصلاة من الخادم.

# ExportingVC.navigationBackButton
source: Export Prayer times
ar_sa: إضافة مواقيت الصلاة للتقويم

# ExportingVC.switchTitleLbl
source: Export all times to calender
ar_sa: إضافة جميع مواقيت الصلاة للتقويم

# ExportingVC.switchDetailLbl
source: You can export it manually
ar_sa: يمكنك اختيار المواقيت

# ExportingVC.ExportBtn
source: Export
ar_sa: إضافة اوقات الصلاة للتقويم

# Settings.titleLbl
source: Settings
ar_sa: الاعدادات

# Settings.location
source: Location
ar_sa: الموقع

# Settings.language
source: Language
ar_sa: اللغة

# Settings.prayerTimeBuffer
source: Prayer time buffer
ar_sa: مدة مواقيت الصلاة

# Settings.importToCalendar
source: Export to calendar
ar_sa: اضافة أوقات الصلاة للتقويم

# Settings.calendarMethod
source: Calendar method
ar_sa: التقويم

# Settings.about
source: About
ar_sa: عن التطبيق

# Settings.faqs
source: Faqs
ar_sa: الأسئلة الشائعة

# Settings.inviteFriends
source: Invite friends
ar_sa: دعوة الأصدقاء

# SettingsLocation.title
source: Location
ar_sa: الموقع

# SettingsLocation.changeLocationLblTitle
source: Search location automatically
ar_sa: تحديد الموقع تلقائيا

# SettingsLocation.changeLocationBtnTitle
source: Change location
ar_sa: تغيير الموقع

# Language.en
source: English
ar_sa: الإنجليزية

# Language.ar
source: Arabic
ar_sa: العربيه

# Language.done
source: Done
ar_sa: تأكيد

# PrayerTimeBufferVC.titleLbl
source: Adjust a default buffer to all prayer times
ar_sa: أضافة مدة افتراضية لكل مواقيت الصلاة

# PrayerTimeBufferVC.navBackButtonText
source: Prayer time buffer
ar_sa: مدة مواقيت الصلاة

# PrayerTimeBufferVC.minsBefore
source: M before &
ar_sa: د قبل &

# PrayerTimeBufferVC.minsAfter
source: M after
ar_sa: د بعد

# PrayerTimeBufferVC.hoursBefore
source: H before &
ar_sa: س قبل &

# PrayerTimeBufferVC.hoursAfter
source: H after
ar_sa: س بعد

# PrayerTimeBufferVC.actionSheetDefault
source: 15 minutes before & after
ar_sa: 15 دقيقة قبل وبعد

# PrayerTimeBufferVC.actionSheetCustom
source: Custom
ar_sa: محدد

# PrayerTimeBufferVC.fajrPrayerLblTitle
source: Fajr
ar_sa: الفجر

# PrayerTimeBufferVC.sunrisePrayerLblTitle
source: Sunrise
ar_sa: الشروق

# PrayerTimeBufferVC.zuhrPrayerLblTitle
source: zuhr
ar_sa: الظهر

# PrayerTimeBufferVC.asrPrayerLblTitle
source: Asr
ar_sa: العصر

# PrayerTimeBufferVC.maghribPrayerLblTitle
source: Maghrib
ar_sa: المغرب

# PrayerTimeBufferVC.ishaPrayerLblTitle
source: Isha
ar_sa: العشاء

# customActionVC.titleLbl
source: Custom Buffer
ar_sa: نسبة محددة

# customActionVC.beforeTxtPlaceHolder
source: Time
ar_sa: التوقيت

# customActionVC.afterTxtPlaceHolder
source: Time
ar_sa: التوقيت

# customActionVC.beforeTitleLbl
source: Before
ar_sa: قبل

# customActionVC.afterTitleLbl
source: After
ar_sa: بعد

# customActionVC.minutesTitleLbl
source: Minutes
ar_sa: دقائق

# customActionVC.hoursTitleLbl
source: Hours
ar_sa: ساعات

# customActionVC.donebtntitle
source: Done
ar_sa: تأكيد

# customActionVC.minutesValidationMessage
source: Minutes from 0 to 60 minute
ar_sa: الدقائق من ٠ ل ٦٠ دقيقة

# customActionVC.hoursValidationMessage
source: Hours from 0 to 24 hour
ar_sa: الساعات من ٠ ل ٢٤ ساعة

# ImportToCalendarVC.titleLbl
source: Calendar
ar_sa: التقويم

# ImportToCalendarVC.subTitleLbl
source: Choose your preferred calendar
ar_sa: اختر تقويمك المفضل

# ImportToCalendarVC.appleLbl
source: Apple Calendar
ar_sa: تقويم ابل

# ImportToCalendarVC.googleLbl
source: Google Calendar
ar_sa: تقويم جوجل

# ImportToCalendarVC.MSLbl
source: MS Calendar
ar_sa: تقويم مايكروسوفت

# ImportToCalendarVC.MSSignInSuccessMessage
source: successfully signed in microsoft
ar_sa: تم تسجيل الدخول بنجاح لحساب مايكروسوفت

# ImportToCalendarVC.GoogleSignInSuccessMessage
source: successfully signed in Google
ar_sa: تم تسجيل الدخول بنجاح لحساب جوجل

# ImportToCalendarVC.donebtntitle
source: Done
ar_sa: تأكيد

# ImportToCalendarVC.toastLbl
source: You must select at Least one calendar.
ar_sa: يجب ان تختار تقويم واحد علي الأقل.

# ImportToCalendarVC.SigningInproblemAlertTitle
source: Error signing in
ar_sa: خطأ في تسجيل الدخول.

# ImportToCalendarVC.MicrosoftSigningInproblemAlertDesc
source: the user canceled the sign-in flow to Microsoft account.
ar_sa: الغى المستخدم متابعة تسجيل الدخول لحساب مايكروسوفت

# ImportToCalendarVC.GoogleSigningInproblemAlertDesc
source: the user canceled the sign-in flow to Google account.
ar_sa: الغى المستخدم متابعة تسجيل الدخول لحساب جوجل

# CalendarMethod.titleLbl
source: Calender Method
ar_sa: التقويم

# CalendarMethod.egyptianGeneralAuthorityOfSurveyTitle
source: Egyptian General Authority of Survey
ar_sa: الهيئة المصرية العامة للمساحة

# CalendarMethod.universityOfIslamicSciencesShafi
source: University Of Islamic Sciences, Karachi (Shafi)
ar_sa: جامعة العلوم الإسلامية ، كراتشي (شافعي)

# CalendarMethod.islamicCircleOfNorthAmerica
source: Islamic Circle of North America
ar_sa: الدائرة الإسلامية لأمريكا الشمالية

# CalendarMethod.muslimWorldLeague
source: Muslim World League
ar_sa: رابطة العالم الإسلامي

# CalendarMethod.ummAlQura
source: Umm Al-Qura
ar_sa: أم القرى

# FAQs.titleLbl
source: FAQs
ar_sa: الأسئلة الشائعة

# FAQs.firstQuestionTitle
source: What is Prayer mate?
ar_sa: ماذا عن prayer Mate؟

# FAQs.firstQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# FAQs.secondQuestionTitle
source: Why would I use prayer mate?
ar_sa: ماذا عن prayer Mate؟

# FAQs.secondQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# FAQs.thirdQuestionTitle
source: How can I enable notification on the app?
ar_sa: ماذا عن prayer Mate؟

# FAQs.thirdQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# FAQs.fourthQuestionTitle
source: How can I be safe while using prayer mate?
ar_sa: ماذا عن prayer Mate؟

# FAQs.fourthQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# FAQs.fifthQuestionTitle
source: How prayer mate works?
ar_sa: ماذا عن prayer Mate؟

# FAQs.fifthQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# FAQs.sixthQuestionTitle
source: Where is prayer mate available?
ar_sa: ماذا عن prayer Mate؟

# FAQs.sixthQuestionDescription
source: Lorem ipsum dolor sit amet, consetetur sadips elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat.
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs

# About.titleLbl
source: About Prayer Mate
ar_sa: عن Prayer Mate

# About.descriptionLbl
source: Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam et justo duo dolores et ea rebum. Stet clita kasd gubergren, no sea takimata sanctus est Lorem ipsum dolor sit amet. Lorem ipsum dolor sit amet, consetetur sadipscing elitr, sed diam nonumy eirmod tempor invidunt ut labore et dolore magna aliquyam erat, sed diam voluptua. At vero eos et accusam .
ar_sa: يقدم جوجل حزمة أدوات مكتبية إلكترونية قوية ضمن حساب غوغل الخاص بك، حيث يمكنك الوصول إلى تطبيق محرّر مستندات غوغل Google Docs، وتطبيق الملاحظات Google Keep، بالإضافة إلى خدمة تخزين سحابي مجانية عبر منصة جوجل درايف، ولا شك أن هذه مجموعة ممتازة من التطبيقات للكتابيعتبر تطبيق مستندات غوغل Google Docs من أفضل تطبيقات تحرير المستندات حسب أراء المستخدمين حيث بلغ عدد مرات تثبيت هذا التطبيق عبر متجر غوغل بلاي فقط أكثر من نصف مليار مرة، وأصبحت مستندات غوغل الآن هى البديل الأكثر مرن

# About.contactUs
source: Contact us :
ar_sa: تواصل معنا :

# fajrPrayerNotificationTitle
source: it's Fajr time
ar_sa: اذان الفجر

# sunrisePrayerNotificationTitle
source: it's Sunrise time
ar_sa: الشروق

# zuhrPrayerNotificationTitle
source: it's zuhr time
ar_sa: اذان الظهر

# asrPrayerNotificationTitle
source: it's Asr time
ar_sa: اذان العصر

# maghribPrayerNotificationTitle
source: it's Maghrib time
ar_sa: اذان المغرب

# ishaPrayerNotificationTitle
source: it's Isha time
ar_sa: اذان العشاء

# openAppNotificationTitle
source: prayer times notifications
ar_sa: اشعارات اوقات الصلاة

# openAppNotificationDescription
source: you have to open the app if you still need to receive prayer time notifications
ar_sa: عليك فتح التطبيق اذا كنت مازلت ترغب في تلقي اشعارات اوقات الصلاة

# alertToEnableNotifications
source: please enable local Notification if you want to receive prayer times alert
ar_sa: الرجاء تمكين الإشعارات إذا كنت تريد تلقي تنبيه لأوقات الصلاة

# alertToRenewImportPeriodTitle
source: Renew Import Period
ar_sa: تجديد فترة الاستيراد

# alertToRenewImportPeriodDescription
source: please notice that the import period will end tommorow at one of your calendar
ar_sa: يرجى ملاحظة أن فترة إضافة أوقات الصلاة للتقويم ستنتهي غدًا

# language
source: English
ar_sa: العربيه
